[]
=aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa

[DragMacroForm]
lb_GameDirectory_ODME->Caption=ゲーム
GameManagement=ファイル
GameManagement_New=新規のゲーム
GameManagement_Modify=ゲームを編集する
GameManagement_Delete=ゲームを削除する
FileManagement_New=新規作成
FileManagement_Open=開く
FileManagement_Save=保存
FileManagement_SaveAs=名前を付けて保存
FileManagement_Delete=削除
FileManagement_ReName=名前の変更
FileManagement_ImportExport=ファイル
FileManagement_Transfer=アップ/ダウンロード
lb_FileName_ODME->Caption=ファイル
lb_CommandArea_ODME->Caption=コマンド@RETURN@   ゾーン
lb_SimulateArea_ODME->Caption=シミュレーション ゾーン
lb_MacroArea_ODME->Caption=マクロ ゾーン
lb_TimeCount_ODME->Caption=:事前設定遅延時間(ミリ秒)
htmlb_Statement1->Caption=OscarII プログラミング ガイド:
htmlb_Statement2->Caption=新しいマクロを作成したら、次の手順に従ってください。@RETURN@手順 1:コマンド ゾーンからシミュレーション コマンドを選択します。@RETURN@手順 2:左のボタンを使用して、シミュレーション コマンドをマクロ ゾーンにドラッグして離します。@RETURN@手順 3:マクロ ゾーンのデータを修正して、後で使用するためにファイルを保存します。
htmlb_Statement3->Caption=1-キーボード:キーストローク シミュレーション。
htmlb_Statement4->Caption=2-マウス:クリック シミュレーション。
htmlb_Statement5->Caption=3-アクション:カーソル シミュレーション。
htmlb_Statement6->Caption=4-コントロール:キーストローク、クリック、時間遅延、変数、ループなどを挿入します。
htmlb_Statement7->Caption=5-操作:KB/マウスの変化などを挿入します。
bt_ResumeMacroI_ODME->Caption=[Oscar I] を再開
bt_DownloadExplain_ODME->Caption=マニュアル
lb_KeyboardInput_ODME->Caption=物理的なキーボード入力
//Keyboard=
bt_K041_ODME->Caption=ESC
bt_K058_ODME->Caption=F1
bt_K059_ODME->Caption=F2
bt_K060_ODME->Caption=F3
bt_K061_ODME->Caption=F4
bt_K062_ODME->Caption=F5
bt_K063_ODME->Caption=F6
bt_K064_ODME->Caption=F7
bt_K065_ODME->Caption=F8
bt_K066_ODME->Caption=F9
bt_K067_ODME->Caption=F10
bt_K068_ODME->Caption=F11
bt_K069_ODME->Caption=F12
                =
bt_K053_ODME->Caption=~ `
bt_K030_ODME->Caption=<1>
bt_K031_ODME->Caption=<2>
bt_K032_ODME->Caption=<3>
bt_K033_ODME->Caption=<4>
bt_K034_ODME->Caption=<5>
bt_K035_ODME->Caption=<6>
bt_K036_ODME->Caption=<7>
bt_K037_ODME->Caption=<8>
bt_K038_ODME->Caption=<9>
bt_K039_ODME->Caption=<0>
bt_K045_ODME->Caption=_ -
bt_K046_ODME->Caption=+ @equ@
bt_K042_ODME->Caption=back
bt_K043_ODME->Caption=Tab
bt_K020_ODME->Caption=Q
bt_K026_ODME->Caption=W
bt_K008_ODME->Caption=E
bt_K021_ODME->Caption=R
bt_K023_ODME->Caption=T
bt_K028_ODME->Caption=Y
bt_K024_ODME->Caption=U
bt_K012_ODME->Caption=I
bt_K018_ODME->Caption=O
bt_K019_ODME->Caption=P
bt_K047_ODME->Caption={ [
bt_K048_ODME->Caption=} ]
bt_K049_ODME->Caption=| \
bt_K057_ODME->Caption=Caps
bt_K004_ODME->Caption=A
bt_K022_ODME->Caption=S
bt_K007_ODME->Caption=D
bt_K009_ODME->Caption=F
bt_K010_ODME->Caption=G
bt_K011_ODME->Caption=H
bt_K013_ODME->Caption=J
bt_K014_ODME->Caption=K
bt_K015_ODME->Caption=L
bt_K051_ODME->Caption=; :
bt_K052_ODME->Caption='
bt_K040_ODME->Caption=Enter
bt_K265_ODME->Caption=Shift
bt_K029_ODME->Caption=Z
bt_K027_ODME->Caption=X
bt_K006_ODME->Caption=C
bt_K025_ODME->Caption=V
bt_K005_ODME->Caption=B
bt_K017_ODME->Caption=N
bt_K016_ODME->Caption=M
bt_K054_ODME->Caption=< ,
bt_K055_ODME->Caption=> .
bt_K056_ODME->Caption=? /
bt_K269_ODME->Caption=RShift
bt_K264_ODME->Caption=Ctrl
bt_K267_ODME->Caption=LW
bt_K266_ODME->Caption=Alt
bt_K044_ODME->Caption=Space
bt_K270_ODME->Caption=RAlt
bt_K271_ODME->Caption=RW
bt_K101_ODME->Caption=MENU
bt_K268_ODME->Caption=RCtrl
bt_K070_ODME->Caption=Print
bt_K071_ODME->Caption=Scroll
bt_K072_ODME->Caption=Pause
bt_K073_ODME->Caption=Insert
bt_K074_ODME->Caption=Home
bt_K075_ODME->Caption=Up
bt_K076_ODME->Caption=Delete
bt_K077_ODME->Caption=End
bt_K078_ODME->Caption=Down
bt_K082_ODME->Caption=^
bt_K080_ODME->Caption=<
bt_K081_ODME->Caption=v
bt_K079_ODME->Caption=>
bt_K083_ODME->Caption=LOCK
bt_K084_ODME->Caption=/
bt_K085_ODME->Caption=*
bt_K086_ODME->Caption=-
bt_K095_ODME->Caption=<7>
bt_K096_ODME->Caption=<8>
bt_K097_ODME->Caption=<9>
bt_K087_ODME->Caption=+
bt_K092_ODME->Caption=<4>
bt_K093_ODME->Caption=<5>
bt_K094_ODME->Caption=<6>
bt_K089_ODME->Caption=<1>
bt_K090_ODME->Caption=<2>
bt_K091_ODME->Caption=<3>
bt_K088_ODME->Caption=Enter
bt_K098_ODME->Caption=<0>
bt_K099_ODME->Caption=Del
AbsoluteMoveBrick->Text=x に移動:           y:
RelativeMoveBrick->Text=x を相対移動:             y:
FlagBrick->Text=フラグ
GotoBrick->Text=Goto フラグ
CommentBrick->Text=コメント
ReProgramBrick->Text=[開始] を押す                     停止
DelayBrick->Text=遅延
IfBrick->Text=IF
IfKeyBrick->Text=の状態が次の場合
ForBrick->Text=回繰り返す
PlusBrick->Text=%B18+
MinusBrick->Text=%B18-
AndBrick->Text=%B18&
OrBrick->Text=%B18|
XorBrick->Text=%B18^
KeyBrick->Text=KB:遅延            ミリ秒
LeftKeyBrick->Text=左ボタン:遅延            ミリ秒
RightKeyBrick->Text=右ボタン:遅延            ミリ秒
MiddleKeyBrick->Text=中央ボタン:遅延            ミリ秒
FourthKeyBrick->Text=4 番目のボタン:遅延            ミリ秒
FifthKeyBrick->Text=5 番目のボタン:遅延            ミリ秒
ForwardScrollBrick->Text=前へ           グリッド
BackwardScrollBrick->Text=後ろへ           グリッド
MenuItem[0]->Caption=クリック
MenuItem[1]->Caption=Down
MenuItem[2]->Caption=Up
MenuItem[3]->Caption=解放
MenuItem[4]->Caption=もう一度押す
MenuItem[5]->Caption=変数A
MenuItem[6]->Caption=変数B
MenuItem[7]->Caption=変数C
MenuItem[8]->Caption=変数D
MenuItem[9]->Caption="@equ@@equ@"
MenuItem[10]->Caption="!@equ@"
MenuItem[11]->Caption=番号
MenuItem[12]->Caption=ms
MenuItem[13]->Caption=Sec
MenuItem[14]->Caption=Min
MenuItem[15]->Caption=キー1
MenuItem[16]->Caption=キー2
MenuItem[17]->Caption=キー3
MenuItem[18]->Caption=キー4
MenuItem[19]->Caption=キー5
MenuItem[20]->Caption=キー6
MenuItem[21]->Caption=キー7
MenuItem[22]->Caption=キー8
MenuItem[23]->Caption=キー9
MenuItem[24]->Caption=キー10
MenuItem[25]->Caption=キー11
MenuItem[26]->Caption=キー12
MenuItem[27]->Caption=キー13
MenuItem[28]->Caption=キー14
MenuItem[29]->Caption=キー15
MenuItem[30]->Caption=キー16
MenuItem[31]->Caption=キー17
MenuItem[32]->Caption=キー18
MenuItem[33]->Caption=キー19
MenuItem[34]->Caption=キー20
MenuItem[35]->Caption=キー21
MenuItem[36]->Caption=キー22
MenuItem[37]->Caption=キー23
MenuItem[38]->Caption=キー24
MenuItem[39]->Caption=押す
MenuItem[40]->Caption=放し
NewGameNameTitle=新規のゲーム
NewGameNameDefault=新規のゲーム
ModifyGameNameTitle=ゲームを編集する
DeleteGameFileConfirm=このゲームフォルダーを削除しますか? フォルダー内のファイルも削除されます。
DeleteGameFileSelected=ファイル/フォルダをマウスのメモリに適用されている、名前を変更/削除したいのですか？ [YES]関数は削除されます！
RenameGameNameSelected=ファイル/フォルダをマウスのメモリに適用されている、名前を変更/削除したいのですか？ [YES]関数は削除されます！
PleaseCreateDirectory=ゲームのフォルダを作成してください
NewCreateFileName=新規ファイル名
NewCreateFileDefault=新しいファイル
RenameMacroName=再度名前を決める
PleaseInputMacroName=新規ファイル名
MacroExistAlready=ファイルが存在します。置き換えますか?
MustCreatFile=あなたが編集するための新しいマクロファイルを作成する必要があります！
VersionMessage=Read Version は保存されていません。
MacroDeleteFile=ファイルを永久に削除しますか?
MacroSelectFile=ファイル/フォルダをマウスのメモリに適用されている、名前を変更/削除したいのですか？ [YES]関数は削除されます！
MacroUsed=ファイル/フォルダをマウスのメモリに適用されている、名前を変更/削除したいのですか？ [YES]関数は削除されます！
MacroModify=スクリプトが修正されました。保存しますか。
InputNameInvalid=無効な文字が検知されました[例、\ / : * ? " < > | ]。
TrialAccessDeny=[HEADSHOT]をご覧いただきありがとうございます! Bloody7 ソフトウェアは、Bloody ネズミ V または R シリーズのみです!
FileRowsExceedsUpperLimit=本ファイルのライン数は上限を超えています。設定を変更してください。
IsCoverSameNameFile=保存するファイル名は既に存在します。上書きしますか？
CanNotTransformOscarII=[OSCAR I]ファイルは[OSCAR II]ファイルへ変換できません。MACRO（マクロ）タブにて[OSCAR I]タブを開いてください。
FileRowsMayExceedsUpperLimit=ファイルは保存されました。1000行を超える場合、デバイスのメモリーにダウンロードできない場合があります。
CPIRemarkDefault=デフォルト
bt_Save_ODME->Hint=保存
bt_Undo_ODME->Hint=元に戻す
bt_Redo_ODME->Hint=やり直す
bt_Record_ODME->Hint=録音
rb_RepeatType_ODME->Hint=1 回のみの再生
rb_RepeatType1_ODME->Hint=プレススタート@RETURN@リリース停止
rb_RepeatType2_ODME->Hint=プレススタート@RETURN@再び押す停止
pmnV_Cut->Caption=切り取り
pmnV_Copy->Caption=コピー
pmnV_Paste->Caption=貼り付け
pmnV_Delete->Caption=削除
pmnV_SetDelay->Caption=
pmnV_SetAllDelay->Caption=全ての「遅延」値を変更
pmnV_ClearAll->Caption=すべてクリア
//按鍵測試區=
lb_MouseKeyTest->Caption=Key queries
PleasePressKey=Press mouse button please
MouseKeyUnknown=Unrecognized

[DrawMacroEditRecord]
bt_Start->Caption=<F11> 開始
bt_Stop->Caption=<F12> 停止
cb_AxisAbsolute->Caption=マウスの絶対的ムーブメントを記録してください。
cb_AxisRelatively->Caption=マウスの相対的ムーブメントを記録してください。
cb_KeyboardAction->Caption=キーボード操作を記録してください。
cb_MouseClick->Caption=マウスクリックを記録してください。

[DrawMacroEditStatement]
lb_Title->Caption=保存する前に入力が必要です。
lb_Software->Caption=適用可能なソフトウェア (たとえば、  CS など)
lb_Statement->Caption=説明
lb_Comment->Caption=ファンクション説明 
mi_EditerCut->Caption=切り取り
mi_EditerCopy->Caption=コピー
mi_EditerPaste->Caption=貼り付け
lb_EditComment->Caption1=機能メモに記入する
lb_EditComment->Caption2=機能メモを編集する
lb_Resolution->Caption=解析度
lb_CPIRemark->Caption=感度

[DrawMacroInstructions]
lb_TestDescription->Caption=データは、マウスの第4キーのメモリに一時的に保存されます。テストゾーンまたはゲームテストで、4番目のキー設定をデフォルトに戻すには、キーページでもう一度リセットしてください。
ck_CursorRecord->Caption=カーソル記録の開始
lb_InterruptTips->Caption=テストプログラムを停止できない場合には、[Caps Lock]+[Scroll Lock]+[Num Lock]を押して中断してから、プログラムをもう一度デバッグしてください。
lb_TestCommon->Caption=説明
PressSpaceToTest=第4キーを押してテストを開始
Key=キー
KeyDown=押す
KeyUp=指を放す
MouseMoveTo=マウス移動先
MouseRelativeMove=相対的マウス移動
Delay=遅延
millisecond=ms
second=Sec
minute=Min
MouseWhellUp=上へスクロール
MouseWhellDown=下へスクロール
MouseLeftKeyDown=左ボタンを押す
MouseLeftKeyUp=左ボタンから指を放す
MouseLeftKeyClick=左ボタンをクリック
MouseLeftKeyDblClick=左ボタンをダブルクリック
MouseMiddleKeyDown=中ボタンを押す
MouseMiddleKeyUp=中ボタンから指を放す
MouseMiddleKeyClick=中ボタンをクリック
MouseRightKeyDown=右ボタンを押す
MouseRightKeyUp=右ボタンから指を放す
MouseRightKeyClick=右ボタンをクリック
MouseFourthKeyDown=第 4 ボタンを押す
MouseFourthKeyUp=第 4 ボタンから指を放す
MouseFourthKeyClick=第 4 ボタンをクリック
MouseFifthKeyDown=第 5 ボタンを押す
MouseFifthKeyUp=第 5 ボタンから指を放す
MouseFifthKeyClick=第 5 ボタンをクリック

[DrawMacroEditFileDialog]
lb_Directory->Caption=ゲーム
lb_FileName->Caption=File
lb_Title->Caption1=開く
lb_Title->Caption2=保存
lb_Title->Caption3=として保存する
lb_Title->Caption4=削除する
lb_Title->Caption5=ファイルを削除する
lb_FileType->Caption=種類
advcb_FileType->Caption1=すべての銃のファイル*.*
advcb_FileType->Caption2=*.amc (マクロ)
advcb_FileType->Caption3=*.amc2 (Macro)
advcb_FileType->Caption4=*.mgn (Macro gun)
advcb_FileType->Caption5=*.mgn2 (Macro gun)
NoAuthorityUse=Insufficient authority, export failed!

[DragMacroEditDelaySetForm]
lb_DelayTime->Caption=時間(ms)

